tutorials/multiphase/multiphaseInterFoam/laminar/damBreak4phaseFine/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.2                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    leftWall
    {
        type            wall;
        nFaces          195;
        startFace       68014;
    }
    rightWall
    {
        type            wall;
        nFaces          195;
        startFace       68209;
    }
    lowerWall
    {
        type            wall;
        nFaces          206;
        startFace       68404;
    }
    atmosphere
    {
        type            patch;
        nFaces          176;
        startFace       68610;
    }
    defaultFaces
    {
        type            empty;
        nFaces          68400;
        startFace       68786;
    }
)

// ************************************************************************* //
